[
  {
    "date": "2020-10-23",
    "explanation": "Big, beautiful, barred spiral galaxy NGC 2525 lies 70 million light-years from the Milky Way. It shines in Earth's night sky within the boundaries of the southern constellation Puppis. About 60,000 light-years across, its spiral arms lined with dark dust clouds, massive blue stars, and pinkish starforming regions wind through this gorgeous Hubble Space Telescope snapshot. Spotted on the outskirts of NGC 2525 in January 2018, supernova SN 2018gv is the brightest star in the frame at the lower left. In time-lapse, a year long series of Hubble observations followed the stellar explosion, the nuclear detonation of a white dwarf star triggered by accreting material from a companion star, as it slowly faded from view. Identified as a Type Ia supernova, its brightness is considered a cosmic standard candle. Type Ia supernovae are used to measure distances to galaxies and determine the expansion rate of the Universe.",
    "hdurl": "https://apod.nasa.gov/apod/image/2010/STScI_NGC2525_1865x2000.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Supernova in NGC 2525",
    "url": "https://apod.nasa.gov/apod/image/2010/STScI_NGC2525_955x1024.jpg"
  },
  {
    "date": "2020-10-22",
    "explanation": "On October 20, after a careful approach to the boulder-strewn surface, the OSIRIS-REx spacecraft's arm reached out and touched asteroid Bennu. Dubbed a Touch-And-Go (TAG) sampling event, the 30 centimeter wide sampling head (TAGSAM) appears to crush some of the rocks in this snapshot. The close-up scene was recorded by the spacecraft's SamCam some 321 million kilometers from planet Earth, just after surface contact. One second later, the spacecraft fired nitrogen gas from a bottle intended to blow a substantial amount of Bennu's regolith into the sampling head, collecting the loose surface material. Data show the spacecraft spent approximately 5 more seconds in contact with Bennu's Nightingale sample site and then performed its back-away burn. Timelapse frames from SamCam reveal the aftermath.",
    "hdurl": "https://apod.nasa.gov/apod/image/2010/E_tag_aftermath.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Tagging Bennu",
    "url": "https://apod.nasa.gov/apod/image/2010/d_tag-2-frames.jpg"
  },
  {
    "copyright": "Tomáš Slovinský",
    "date": "2020-10-21",
    "explanation": "How many famous sky objects can you find in this image?  The featured dark sky composite combines over 60 exposures spanning over 220 degrees to create a veritable menagerie of night sky wonders. Visible celestial icons include the Belt of Orion, the Orion Nebula, the Andromeda Galaxy, the California Nebula, and bright stars Sirius and Betelgeuse.  You can verify that you found these, if you did, by checking an annotated version of the image.  A bit harder, though, is finding Polaris and the Big Dipper. Also discernible are several meteors from the Quandrantids meteor shower, red and green airglow, and two friends of the astrophotographer.  The picture was captured in January from Sardinia, Italy.  You can see sky wonders in your own night sky tonight -- including more meteors than usual -- because tonight is near peak of the yearly Orionids meteor shower.   News: NASA’s OSIRIS-REx Spacecraft Successfully Touches Asteroid",
    "hdurl": "https://apod.nasa.gov/apod/image/2010/Quantrids_Slovinsky_2048.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Night Sky Vista from Sardinia",
    "url": "https://apod.nasa.gov/apod/image/2010/Quantrids_Slovinsky_960.jpg"
  },
  {
    "copyright": "Giorgia Hofer",
    "date": "2020-10-20",
    "explanation": "Saturn and Jupiter are getting closer. Every night that you go out and check for the next two months, these two bright planets will be even closer together on the sky.  Finally, in mid-December, a Great Conjunction will occur -- when the two planets will appear only 0.1 degrees apart -- just one fifth the angular diameter of the full Moon. And this isn't just any Great Conjunction -- Saturn (left) and Jupiter (right) haven't been this close since 1623, and won't be nearly this close again until 2080.  This celestial event is quite easy to see -- already the two planets are easily visible toward the southwest just after sunset -- and already they are remarkably close. Pictured, the astrophotographer and partner eyed the planetary duo above the Tre Cime di Lavaredo (Three Peaks of Lavaredo) in the Italian Alps about two weeks ago.    Follow: Live coverage of today's OSIRIS-REx attempted touchdown-and-go on asteroid Bennu",
    "hdurl": "https://apod.nasa.gov/apod/image/2010/JupiterSaturnPeaks_Hofer_1200.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Saturn and Jupiter over Italian Peaks",
    "url": "https://apod.nasa.gov/apod/image/2010/JupiterSaturnPeaks_Hofer_960.jpg"
  },
  {
    "date": "2020-10-19",
    "explanation": "Are you willing to wait to see the largest and oldest known storm system in the Solar System?  In the featured video, Jupiter's Great Red Spot finally makes its appearance 2 minutes and 12 seconds into the 5-minute video.  Before it arrives, you may find it pleasing to enjoy the continually changing view of the seemingly serene clouds of Jupiter, possibly with your lights low and sound up.  The 41 frames that compose the video were captured in June as the robotic Juno spacecraft was making a close pass over our Solar System's largest planet. The time-lapse sequence actually occurred over four hours.  Since arriving at Jupiter in 2016, Juno's numerous discoveries have included unexpectedly deep atmospheric jet streams, the most powerful auroras ever recorded, and water-bearing clouds bunched near Jupiter's equator.   Follow: Live coverage of tomorrow's OSIRIS-REx attempted touchdown-and-go on asteroid Bennu",
    "media_type": "video",
    "service_version": "v1",
    "title": "A Flight over Jupiter Near the Great Red Spot",
    "url": "https://www.youtube.com/embed/xh3EKDghbuU"
  },
  {
    "copyright": "Domingo Pestana",
    "date": "2020-10-18",
    "explanation": "What's happening to this spiral galaxy? Although details remain uncertain, it surely has to do with an ongoing battle with its smaller galactic neighbor. The featured galaxy is labelled UGC 1810 by itself, but together with its collisional partner is known as Arp 273. The overall shape of UGC 1810 -- in particular its blue outer ring -- is likely a result of wild and violent gravitational interactions. This ring's blue color is caused by massive stars that are blue hot and have formed only in the past few million years.  The inner galaxy appears older, redder, and threaded with cool filamentary dust.  A few bright stars appear well in the foreground, unrelated to UGC 1810, while several galaxies are visible well in the background.  Arp 273 lies about 300 million light years away toward the constellation of Andromeda.  Quite likely, UGC 1810 will devour its galactic sidekick over the next billion years and settle into a classic spiral form.    APOD in world languages: Arabic, Catalan, Chinese (Beijing), Chinese (Taiwan), Croatian, Czech, Dutch, Farsi, French, German, Hebrew, Indonesian, Japanese, Korean, Montenegrin, Polish, Russian, Serbian, Slovenian,  Spanish, Turkish, Turkish, and  Ukrainian",
    "hdurl": "https://apod.nasa.gov/apod/image/2010/Arp273Main_HubblePestana_3079.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "UGC 1810: Wildly Interacting Galaxy from Hubble",
    "url": "https://apod.nasa.gov/apod/image/2010/Arp273Main_HubblePestana_1080.jpg"
  },
  {
    "copyright": "Wissam Ayoub",
    "date": "2020-10-17",
    "explanation": "These clouds of gas and dust drift through rich star fields along the plane of our Milky Way Galaxy toward the high flying constellation Cygnus. Caught within the telescopic field of view are the Soap Bubble (lower left) and the Crescent Nebula (upper right). Both were formed at a final phase in the life of a star. Also known as NGC 6888, the Crescent was shaped as its bright, central massive Wolf-Rayet star, WR 136, shed its outer envelope in a strong stellar wind. Burning through fuel at a prodigious rate, WR 136 is near the end of a short life that should finish in a spectacular supernova explosion.  Discovered in 2013, the Soap Bubble Nebula is likely a planetary nebula, the final shroud of a lower mass, long-lived, sun-like star destined to become a slowly cooling white dwarf. Both stellar shrouds are 5,000 light-years or so distant. The larger Crescent Nebula is around 25 light-years across.",
    "hdurl": "https://apod.nasa.gov/apod/image/2010/NGC6888WissamAyoub.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Cygnus: Bubble and Crescent",
    "url": "https://apod.nasa.gov/apod/image/2010/NGC6888WissamAyoub1024.jpg"
  },
  {
    "copyright": "Bernhard Hubl",
    "date": "2020-10-16",
    "explanation": "Planetary nebula Abell 78 stands out in this colorful telescopic skyscape. In fact the colors of the spiky Milky Way stars depend on their surface temperatures, both cooler (yellowish) and hotter (bluish) than the Sun. But Abell 78 shines by the characteristic emission of ionized atoms in the tenuous shroud of material shrugged off from an intensely hot central star. The atoms are ionized, their electrons stripped away, by the central star's energetic but otherwise invisible ultraviolet light. The visible blue-green glow of loops and filaments in the nebula's central region corresponds to emission from doubly ionized oxygen atoms, surrounded by strong red emission from electrons recombining with hydrogen atoms. Some 5,000 light-years distant toward the constellation Cygnus, Abell 78 is about three light-years across. A planetary nebula like Abell 78 represents a very brief final phase in stellar evolution that our own Sun will experience ... in about 5 billion years.",
    "hdurl": "https://apod.nasa.gov/apod/image/2010/PN_Abell78-1_full.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Planetary Nebula Abell 78",
    "url": "https://apod.nasa.gov/apod/image/2010/PN_Abell78-1_1024c1.jpg"
  },
  {
    "copyright": "Robert Eder",
    "date": "2020-10-15",
    "explanation": "This sharp telescopic view reveals galaxies scattered beyond the stars of the Milky Way, at the northern boundary of the high-flying constellation Pegasus. Prominent at the upper right is NGC 7331. A mere 50 million light-years away, the large spiral is one of the brighter galaxies not included in Charles Messier's famous 18th century catalog. The disturbed looking group of galaxies at the lower left is well-known as Stephan's Quintet. About 300 million light-years distant, the quintet dramatically illustrates a multiple galaxy collision, its powerful, ongoing interactions posed for a brief cosmic snapshot. On the sky, the quintet and NGC 7331 are separated by about half a degree.",
    "hdurl": "https://apod.nasa.gov/apod/image/2010/NGC7331eder.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Galaxies in Pegasus",
    "url": "https://apod.nasa.gov/apod/image/2010/NGC7331eder_1024.jpg"
  },
  {
    " copyright": "Amir H. Abolfath",
    "date": "2020-10-14",
    "explanation": "The many spectacular colors of the Rho Ophiuchi (oh'-fee-yu-kee) clouds highlight the many processes that occur there.  The blue regions shine primarily by reflected light.  Blue light from the  Rho Ophiuchi star system and nearby stars reflects more efficiently off this portion of the nebula than red light.  The Earth's daytime sky appears blue for the same reason.  The red and yellow regions shine primarily because of emission from the nebula's atomic and molecular gas.  Light from nearby blue stars - more energetic than the bright star  Antares - knocks electrons away from the gas, which then shines when the electrons recombine with the gas.  The dark brown regions are caused by dust grains - born in young stellar atmospheres - which effectively block light emitted behind them.  The Rho Ophiuchi star clouds, well in front of the globular cluster M4 visible here on the upper right, are even more colorful than humans can see - the clouds emits light in every wavelength band from the radio to the gamma-ray.   Astrophysicists: Browse 2,200+ codes in the Astrophysics Source Code Library",
    "hdurl": "https://apod.nasa.gov/apod/image/2010/RhoAntares_Abolfath_3000.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Colorful Clouds of Rho Ophiuchi",
    "url": "https://apod.nasa.gov/apod/image/2010/RhoAntares_Abolfath_1080.jpg"
  }
]
